{
  "Paper Sizes":      "Papierformate",
  "About":            "Über",
  "A reference of ISO/DIN and North American paper size series and common photo print formats.":
                      "Eine Zusammenfassung der DIN/ISO und nordamerikanischen Papierformate sowie gängiger Fotopapiergrößen.",
  "Support and development:":
                      "Unterstützung und Entwicklung:",
  "PreCentral forum": "PreCentral-Forum",
  "ISO 216 Series A": "DIN 476 Reihe A",
  "ISO 216 Series B": "DIN 476 Reihe B",
  "ISO 216 Series C": "DIN 476 Reihe C",
  "ISO 216 Series D": "DIN 476 Reihe D",
  "North American Sizes": "Nordamerikanische Formate",
  "Photo Prints":     "Fotopapier",
  "(Portrait)":      "(Hochformat)",
  "(Landscape)":      "(Querformat)",
  "inch":             "Zoll",
  "Preferences":      "Einstellungen",
  "Keep last selected": "Zuletzt ausgewählte",
  "Series":            "Reihe",
  "Unit":              "Einheit",
  "Done":              "Fertig",
  "Welcome to <em>Paper Sizes</em>": "Willkommen zu <em>Papierformate</em>",
  "Ok, I've read this. Let's continue…": "Ok, ich habe es gelesen. Fortfahren…",
  "This is a compact reference of common paper and photo print size series. Select the series by tapping on the top bar; the unit can be selected at the bottom.  Set your preferred series and unit at startup, and the DPI value (for pixel sizes) in the preferences.":
                       "Dies ist eine handliche Zusammenstellung gängiger Papier- und Fotoabzugsformate. Auswahl der Formatreihe durch Antippen des oberen Balkens, Auswahl der Einheit im unteren Balken. Festlegen der beim Programmstart angezeigten Formatreihe und Einheit, sowie der Auflösung in DPI (für Größen in Pixel) in den Einstellungen.",
  "I'd be very happy for any suggestions and bug reports, and also for a decently looking icon.  Contact details are in the “About” app menu entry. Thanks, and enjoy this app!":
                       "Ich würde mich über Verbesserungsvorschläge und Fehlerberichte freuen, und auch über ein vernünftig aussehendes Icon. Kontaktmöglichkeiten finden sich im Menüeintrag „Über“. Dankeschön, und viel Spaß mit der App!",
  "Change Log":        "Versionshinweise (nur auf Englisch)"
}